
exports.util = function(req, res){
	var list = {
		version:0.1,
		ops:{
		'IT/数码':{
			11:'手机电脑',
			12:'时尚影音',
			13:'数码配件',
			14:'其他数码'
		},
		'交通工具':{
			21:'自行车',
			22:'电动车',
			23:'其他工具'	
		},
		'书籍资料':{
			31:'专业资料',
			32:'认证资料',
			33:'考研资料',
			34:'课外读物',
			35:'其它资料'
		},
		'生活用品':{
			41:'生活电器',
			42:'精致礼品',
			43:'收纳用品',
			44:'其他用品',
		},
		'服装配饰':{
			51:'女装',
			52:'男装',
			53:'衣帽饰品',
			54:'其他饰品',
		},
		'文体卡券':{
			61:'琴棋牌画',
			62:'各种票券',
			63:'体育用品',
			64:'其他卡券'
		}
	},
	app:'',
	adm:false
}
	var version = req.body.version;
	if(version != list.version){
		return	res.send(list);
	}
	return res.send({version:'ok'});
}
